Repository: jozadaquebatista/xnoise
Catalog: po/*.po
Languages: de, fa, fr, it

source: Media Player
de: Medien-Wiedergabe
fa: پخش کننده ی رسانه
fr: Lecteur Média
it: Lettore multimediale

source: Organize and play your music and video collections
de: Verwalte und spiele deine Musik- und Videosammlungen
fa: سازماندهی و پخش مجموعه های موسیقی و ویدوی شما
fr: Organise et joue vos collections musicales et vidéos
it: Organizza e riproduce collezioni video e musicali

source: Media;Audio;Video;Player;Mediaplayer;Movie;MP3;
fa: رسانه;صوت;ویدیو;پخش کننده;پخش کننده رسانه;فیلم;MP3;
it: Media;Audio;Video;Player;Mediaplayer;Filmati;MP3;Musica;

source: Play/Pause
de: Wiedergabe/Pause
fa: پخش/وقفه
fr: Lecture/Pause
it: Riproduci/Pausa

source: Stop
de: Wiedergabe abbrechen
fa: توقف
it: Ferma

source: Goto next track
de: Gehe zum nächsten Titel
fa: رفتن به آهنگ بعدی
it: Va al brano successivo

source: Goto previous track
de: Gehe zum vorherigen Titel
fa: رفتن به آهنگ قبلی
it: Va al brano precedente

source: Quit application
de: Beende das Programm
fa: ترک کردن برنامه
it: Esce dall'applicazione

source: Toggle visibility of album art view
de: Umschalten der Anzeige der Albumbild-Übersicht
fa: تغییر وضعیت دید نمای آلبوم آرت
it: Attiva/Disattiva la visualizzazione della copertine degli album

source: Xnoise is a media player for Gtk+.
de: Xnoise ist ein Medien-Abspieler für Gtk+.
fa: برنامه ی Xnoise یک پخش کننده ی رسانه برای +GTK است.
fr: Xnoise est un lecteur média pour GTK+
it: Xnoise è un riproduttore multimediale scritto in GTK+

source: It uses the gstreamer framework.
de: Er benutzt das GStreamer Rahmenwerk.
fa: از فریم ورک gstreamer استفاده می کند.
fr: Il utilise le framework gstreamer.
it: Utilizza il framework gstreamer.

source: More information on the project website:
de: Mehr Infos auf der Website:
fa: اطلاعات بیشتر بر روی وبسایت پروژه
fr: Plus d'informations sur site internet du projet:
it: Ulteriori informazioni nel sito web del progetto:

source: no lyrics found...
de: keine Liedtexte gefunden...
fa: متن موسیقی یافت نشد
fr: Pas de paroles trouvées...
it: Testo non trovato...

source: unknown
de: unbekannt
fa: ناشناخته
it: Sconosciuto

source: by
de: von
fa: توسط
fr: de
it: di

source: on
de: auf
fa: بر روی
fr: de l'album
it: da

source: Last Played
de: Zuletzt gepielt
fa: آخرین پخش شده
fr: Derniers titres joués
it: Ultimo riprodotto

source: Music
de: Musik
fa: موسیقی
fr: Musique
it: Musica

source: Collapse all
de: Alle einklappen
fa: جمع کردن همه
fr: Tout réduire
it: Contrai tutto

source: Sort Mode
de: Sortiermodus
fa: مرتب کردن رسانه
it: Ordinamento

source: ARTIST-ALBUM-TITLE
de: KÜNSTLER-ALBUM-TITEL
fa: هنرمند-آلبوم-عنوان
it: ARTISSTA-ALBUM-TITOLO

source: GENRE-ARTIST-ALBUM
de: GENRE-KÜNSTLER-ALBUM
fa: سبک-هنرمند-آلبوم
it: GENERE-ARTISTA-ALBUM

source: ALBUM-ARTIST-TITLE
de: ALBUM-KÜNSTLER-TITEL
fa: آلبوم-هنرمند-عنوان
it: ALBUM-ARTISTA-TITOLO

source: Loading ...
de: Lade ...
fa: بارگیری...
fr: Chargement...
it: Caricamento...

source: Most Played
de: Meist gespielt
fa: بیشترین پخش شده
fr: Les plus écoutés
it: Più riprodotti

source: Videos
fa: ویدیو ها
fr: Vidéos
it: Video

source: Add to Android Device
de: Zu Android Gerät hinzufügen
fa: افزودن به دستگاه اندرویدی
it: Aggiungi a dispositivo Android

source: Delete from device
de: Vom Gerät löschen
fa: پاک کردن از روی دستگاه
it: Elimina dal dispositivo

source: Android Player Device
de: Android Gerät
fa: دستگاه پخش کننده ی اندرویدی
it: Dispositivo di riproduzione Android

source: Do you want to delete the selected file from the device?
de: Willst du die ausgewählte Datei vom Gerät löschen?
fa: می خواهید که پرونده های انتخابی از روی دستگاه پاک شوند؟
it: Rimuovere il file selezionato dal dispositivo?

source: Do you want to delete the selected album from the device?
de: Willst du das ausgewählte Album vom Gerät löschen?
fa: می خواهید که آلبوم های انتخابی از روی دستگاه پاک شوند؟
it: Rimuovere l'album selezionato dal dispositivo?

source: Do you want to delete the selected artist from the device?
de: Willst du den ausgewählten Künstler vom Gerät löschen?
fa: می خواهید هنرمند انتخابی را از دستگاه پاک کنید؟
it: Rimuovere l'artista selezionato dal dispositivo?

source: Please wait while moving media to the device.
de: Bitte warten während Medien auf des Gerät geschoben werden.
fa: لطفا در هنگام انتقال رسانه به دستگاه صبر کنید.
it: Attendere l'importazione dei file multimediali nel dispositivo.

source: Not enough space on device! Aborting...
de: Nicht genug Platz auf dem Gerät! Abbruch...
fa: فضای کافی بر روی دستگاه موجود نیست! سر باز زدن...
it: Non c'è abbastanza spazio nel dispositivo. Annullamento...

source: Free space:
de: Freier Speicher:
fa: فضای خالی:
it: Spazio disponibile:

source: Total space:
de: Gesamter Speicher:
fa: فضای کلی:
it: Spazio totale:

source: Player
de: Abspieler
fa: پخش کننده
it: Riproduttore

source: Add to Player Device
de: Zum Abspielgerät hinzufügen
fa: افزودن به دستگاه پخش کننده
it: Aggiungi al dispositivo Android

source: External Player Device
de: Externes Abspielgerät
fa: دستگاه پخش کننده ی خارجی
it: Dispositivo di riproduzione esterno

source: Add or Remove media
de: Hinzufügen oder Enfernen von Medien
fa: افزودن یا پاک کردن رسانه

source: If selected, all media folders will be fully rescanned
de: Wenn ausgewählt, werden alle Medienordner komplett eingelesen
fa: اگر انتخاب شده باشد، تمام پوشه های رسانه دوباره بصورت کامل بررسی خواهند شد

source: Add local folder
de: Ordner hinzufügen
fa: افزودن پوشه محلی
fr: Ajouter un répertoire local
it: Aggiungi cartella locale

source: Add media stream
de: Stream hinzufügen
fa: افزودن جریان رسانه
fr: Ajouter un média en streaming

source: Remove
de: Entfernen
fa: پاک کردن
fr: Retirer
it: Rimuovi

source: Do full rescan
de: Alle neu einlesen
fa: انجام بررسی دوباره ی کامل

source: Select local media folders or internet media streams. All media sources will be available via xnoise's library.
de: Wähle lokale Ordner oder Internet-Radio-Adressen um sie zur Bibliothek hinzuzufügen. Alle Medien werden in der Bibliothek zur Verfügung gestellt.
fa: پوشه های محلی رسانه یا جریان های اینترنتی رسانه را انتخاب کنید. تمام منابع رسانه از طریق کتاب خانه ی xnoise در دسترس خواهند بود.
fr: Sélectionnez les répertoires locaux ou les flux de médias distants. Toute la bibliothèque sera disponible dans la médiathèque de xnoise.

source: Location
de: Ort
fa: موقعیت
fr: Emplacement
it: Posizione

source: Importing media data. This may take some time...
de: Import von Mediendaten läuft. Dies könnte ein Weilchen dauern...
fa: وارد کردن اطلاعات رسانه. ممکن است مقداری زمان ببرد...
fr: Importation des données. Cela peut prendre un certain temps...

source: Select media folder
de: Wähle Medienordner
fa: انتخاب پرونده رسانه
fr: Sélectionner un répertoire média
it: Seleziona cartella multimediale

source: Add internet radio link
de: Füge Stream hinzu
fa: افزودن ارتباط رادیوی اینترنتی
fr: Ajouter un lien vers une radio internet

source: Leave fullscreen
de: Verlasse Vollbildmodus
fa: ترک کردن حالت تمام صفحه
fr: Quitter le mode plein écran
it: Abbandona schermo intero

source: Settings
de: Einstellungen
fa: تنظیمات
it: Impostazioni

source: Media
de: Medien
fa: رسانه
it: Contenuti multimediali

source: Grid lines in media browser
de: Hilfslinien im Medienbrowser
fa: خطوط راهنما در مرورگر رسانه

source: Showing lines in the media browser might show hierarchies more clear
fa: نمایش خط ها در مرورگر رسانه ممکن است سلسله مراتب را واضح تر نمایش دهد

source: Use systray icon
de: Verwende ein Tray Symbol
fa: استفاده از systray icon
it: Mostrare icona nel vassoio di sistema

source: Use a status icon on your panel for showing, hiding and controlling xnoise
de: Verwende ein Symbol in der Statusleiste um xnoise zu zeigen/versteken oder zu steuern
fa: استفاده از یک آیکن وضعیت بر روی پنل شما برای نمایش، پنهان کردن و کنترل xnoise
it: Usa un'icona di stato nel pannello per mostrare, nascondere e controllare Xnoise

source: Use menu button
de: Verwende einen Menüknopf
fa: استفاده از دکمه منو

source: Use an application menu button integrated into the main window
de: Verwende einen Menüknopf der ins Hauptfenster von xnoise integriert wird
fa: استفاده از دکمه ی منوی یک برنامه بصورت یکپارچه شده درون پنجره ی اصلی

source: Show Stop button
de: Zeige Stop Knopf
fa: نمایش دکمه توقف

source: Show a stop button along with the other playback control buttons
de: Zeige einen Stop-Knopf, der bei den anderen Wiedergabe-Kontrollknöpfen integriert wird
fa: نمایش یک دکمه ی توقف همراه دیگر دکمه های کنترل بازپخش

source: Quit on window close
de: Fenster Schließen um zu Beenden
fa: ترک کردن، هنگام بسته شدن پنجره
it: Uscire alla chiusura della finestra

source: Quit xnoise if the main window is closed
de: Beende xnoise beim Schließendes Fensters
fa: ترک کردن xnoise اگر پنجره اصلی بسته شود
it: Esce da Xnoise quando la finestra principale viene chiusa

source: Use desktop notifications
de: Zeige Benachrichtigungen
fa: استفاده از اطلاعیه های دسکتاپ

source: Use desktop notifications that inform about played media while the main window of xnoise is not visible
de: Zeige Benachrichtigungen über die abgespielten Medien, während das Hauptfenster von xnoise nicht sichtbar ist
fa: استفاده از اطلاعیه های دسکتاپی که در مورد رسانه های پخش شده در هنگامی که پنجره ی اصلی xnoise نمایان نیست، اطلاع می دهند.

source: Use combo box selector for media types
de: Verwende Combobox für die Auswahl von Medienquellen
fa: استفاده از یک انتخاب کننده ی combo box برای نوع رسانه

source: Use a combo box for selecting media types like music, video or streams
de: Verwende eine Combobox um Medientypen wie Musik, Video oder Streams auszuwählen
fa: استفاده از یک combo box برای انتخاب نوع رسانه مانند موسیقی، ویدیو یا Streams

source: Media browser fontsize
de: Schriftgröße im Medienverzeichnis
fa: اندازه ی فونت مرورگر رسانه

source: User Interface:
de: Benutzeroberfläche:
fa: رابط کاربری:
it: Interfaccia utente:

source: Lyrics:
de: Liedtexte:
fa: متن موسیقی:
it: Testi:

source: Additional:
de: Extra:
fa: اضافات:
it: Impostazioni aggiuntive:

source: Music Stores:
de: Musik Geschäfte:
fa: فروشگاه های موسیقی:

source: Select external subtitle file
de: Wähle Untertitel-Datei
fa: انتخاب پرونده زیرنویس خارجی
fr: Sélectionner un fichier de sous-titres externe
it: Seleziona file esterno per i sottotitoli

source: No Subtitle
de: Keine Untertitel
fa: بدون زیرنویس
fr: Pas de sous-titres
it: Nessun sottotitolo

source: Leave Fullscreen
de: Verlasse Vollbildmodus
fa: ترک کردن حالت تمام صفحه
fr: Quitter le mode plein écran
it: Abbandona schermo intero

source: Fullscreen
de: Vollbildmodus
fa: تمام صفحه
fr: Plein écran
it: Schermo intero

source: Search...
de: Suche...
fa: جستجو...
fr: Rechercher...
it: Cerca...

source: Media Collections
de: Mediensammlungen
fa: مجموعه های رسانه

source: Preset:
de: Voreinstellung:
fa: از پیش نشاندن:
it: Preselezione:

source: Volume
de: Lautstärke
fa: درجه ی صدا

source: Add Media
de: Medien hinzufügen
fa: افزودن رسانه
it: Aggiungi contenuto

source: Skip
de: Überspringen
fa: رد کردن
it: Salta

source: Done
de: Fertig
fa: انجام شده
it: Fatto

source: Please wait while media is added to your library!
de: Bitte warte während Medien zu deiner Bibliothek hinzugefügt werden.
fa: لطفا هنگامی که رسانه به کتاب خانه تان افزوده می شود صبر کنید!
it: Attendere mentre i contenuti vengono aggiunti alla libreria.

source: You can start listening to your music by selecting '%s'
de: Du kannst mit dem Anhören deiner Musik beginnen, indem du '%s' auswählst
fa: شما می توانیدگوش کردن به موسیقیتان را با انتخاب '%s' آغاز کنید.
it: È possibile iniziare ad ascoltare la propria musica selezionando «%s»

source: Add more media folders
de: Mehr Ordner hinzufügen
fa: افزودن پوشه های رسانه ی بیشتر
it: Aggiungi altre cartelle multimediali

source: Media Folders:
de: Medien Verzeichnisse:
fa: پوشه های رسانه:
it: Cartelle multimediali:

source: Welcome to Xnoise!
de: Willkommen bei Xnoise!
fa: به Xnoise خوش آمدید!
it: Benvenuti in Xnoise!

source: This is the first time you start xnoise.
de: Dies ist das erste Mal, dass du Xnoise startest.
fa: این نخستین باری است که شما xnoise را آغاز می کنید.
it: Questo è il primo avvio dell'applicazione.

source: Do you want to import media into your library?
de: Möchtest du Medien in die Bibliothek importieren?
fa: آیا می خواهید رسانه به کتابخانه ی شما وارد شود؟
it: Importare contenuti multimediali nella libreria?

source: Add all tracks to tracklist
de: Alle Titel zur Abspielliste hinzufügen
fa: افزودن تمام آهنگ ها به لیست آهنگ
it: Aggiungi tutti i brani all'elenco di riproduzione

source: With this dialog you can change the metatags in the according files. Handle with care!
de: Mit diesem Dialog kannst du die Metadaten in den entsprechenden Dateien ändern. Gehe vorsichtig damit um!
fa: با این دیالوگ شما می توانید متاتگ ها را در پرونده های مطابق تغییر دهید. با احتیاط به کار برده شود!
it: In questo dialogo è possibile modificare i meta-dati dei file. Modificare con attenzione.

source: xnoise - Edit metadata
de: xnoise - Metadaten bearbeiten
fa: xnoise - ویرایش متا دیتا
fr: xnoise - Modification des métadonnées
it: Xnoise - modifica meta-dati

source: Type new artist name.
de: Gib einen neuen Künstler/Band Namen ein
fa: اسم هنرمند جدید را بنویسید.
fr: Tapez le nouveau nom de l'artiste.
it: Digitare il nuovo nome dell'artista.

source: Artist:
de: Künstler:
fa: هنرمند:
fr: Artiste:
it: Artista:

source: Please wait while filling media browser. Or cancel, if you do not want to wait.
de: Bitte warte bis der Medien Browser gefüllt ist. Oder brich ab, wenn du nicht warten willst.
fa: لطفا هنگام پر کردن مرورگر رسانه صبر کنید. یا لغو کنید، اگر نمیخواهید که صبر کنید.
fr: Veuillez patienter pendant la mise à jour du navigateur de médias, ou annulez si vous ne voulez pas attendre.
it: Attendere che il browser multimediale venga riempito, oppure annullare se non si vuole attendere.

source: Please wait while importing media. Or cancel, if you do not want to wait.
de: Bitte warte bis die Medien importiert wurden. Oder brich ab, wenn du nicht warten willst.
fa: لطفا هنگام وارد کردن رسانه صبر کنید. یالغو کنید، اگر نمی خواهید صبر کنید.
fr: Veuillez patienter pendant l'importation des médias, ou annulez si vous ne voulez pas attendre.
it: Attendere l'importazione dei contenuti multimediali, oppure annullare se non si vuole attendere.

source: Type new album name.
de: Gib einen neuen Album-Namen ein
fa: نام آلبوم جدید را بنویسید.
fr: Tapez le nouveau nom de l'album.
it: Digitare il nuovo nome dell'album.

source: Album:
fa: آلبوم:

source: Album data
de: Album-Daten
fa: اطلاعات آلبوم
it: Dati album

source: Please enter new album data.
de: Gib die Daten des Albums ein.
fa: لطفا اطلاعات آلبوم جدید را وارد کنید.
it: Inserire i nuovi dati dell'album.

source: Album Artist:
de: Album Künstler:
fa: هنرمند آلبوم:
it: Artista album:

source: Year:
de: Jahr:
fa: سال:
it: Anno:

source: Genre:
fa: سبک:
it: Genere:

source: Title Artist
de: Titel Künstler
fa: عنوان هنرمند
it: Autore

source: Album Artist
de: Album Künstler
fa: هنرمند آلبوم
it: Artista album

source: Album
fa: آلبوم

source: Title
de: Titel
fa: عنوان
fr: Titre
it: Titolo

source: Genre
fa: سبک
it: Genere

source: Year
de: Jahr
fa: سال
fr: Année
it: Anno

source: Track No.
de: Titel Nr.
fa: شماره ی آهنگ.
it: Numero brano

source: Disk No.
de: CD Nr.
fa: شماره ی دیسک
it: Numero disco

source: Edit data for track
de: Bearbeite Daten des Titels
fa: ویرایش اطلاعات برای آهنگ
it: Modifica meta-dati del brano

source: Change album data
de: Ändere Daten des Albums
fa: تغییر اطلاعات آلبوم
it: Modifica dati album

source: Change artist data
de: Ändere Daten des Künstlers
fa: تغییر اطلاعات هنرمند
it: Modifica dati artista

source: Change genre name
de: Ändere Bezeichnung fürs Genre
fa: تغییر اطلاعات سبک
it: Modifica genere

source: Add to tracklist
de: Zur Abspielliste hinzufügen
fa: افزودن به لیست آهنگ
fr: Ajouter à la liste de lecture
it: Aggiungi a elenco di riproduzione

source: Move to trash
de: In den Müll verschieben
fa: انتقال به زباله دان
fr: Déplacer vers la corbeille
it: Sposta nel cestino

source: Do you want to move the selected file to trash?
de: Willst du die ausgewählte Datei in den Müll verschieben?
fa: می خواهید پرونده انتخابی را به زباله دان منتقل کنید؟
fr: Voulez-vous placer le fichier sélectionné dans la corbeille ?
it: Spostare il file selezionato nel cestino?

source: Remove Cover Image
de: Entferne Cover
fa: حذف تصویر پوشش
it: Rimuovi copertina album

source: Play
de: Wiedergabe
fa: پخش
fr: Lecture
it: Riproduci

source: Remove selected track
de: Entferne Ausgewählte
fa: پاک کردن آهنگ انتخابی
fr: Retirer les pistes sélectionnées
it: Rimuovi il brano selezionato

source: Show in parent folder
de: Anzeige im Elternordner
fa: نمایش در پرونده منبع
fr: Afficher dans le dossier parent
it: Mostra nella cartella genitore

source: Filter for artist
de: Suche nach diesem Künstler
fa: فیلتر برای هنرمند
it: Filtra per artista

source: Insufficient track information. Not searching for lyrics.
de: Ungenügende Titel-Informationen. Suche nicht nach Liedtexten
fa: اطلاعات نامناسب آهنگ. جستجو برای متن ترانه انجام نمی گیرد.
fr: Information de piste insuffisante. Pas de recherche de paroles.
it: Informazioni sul brano non sufficienti. La ricerca dei testi non verrà eseguita.

source: Player stopped. Not searching for lyrics.
de: Wiedergabe abgebrochen. Suche nicht nach Liedtexten
fa: پخش کننده متوقف شد. جستجو برای متن ترانه انجام نمی گیرد.
fr: Lecteur arrêté. Pas de recherche de paroles.
it: Riproduttore fermato. La ricerca dei testi non verrà eseguita.

source: Trying to find lyrics for "%s" by "%s" Using %s ...
fa: در حال تلاش برای یافتن متن موسیقی برای "%s" by "%s" با استفاده از %s ...
fr: Tente de trouver les paroles pour "%s" de "%s" En utilisant %s ...
it: Ricerca del testo per "%s" di "%s" usando %s ...

source: _File
de: _Datei
fa: _پرونده
fr: _Fichier

source: open file
de: Datei öffnen
fa: باز کردن پرونده
fr: ouvrir le fichier
it: Apre un file

source: open remote location
de: Entfernten Ort für Wiedergabe öffnen
fa: باز کردن موقعیت از راه دور
fr: ouvrir un emplacement distant
it: Apre una posizione remota

source: _Add or Remove media
de: _Hinzufügen oder Enfernen von Medien
fa: _افزودن یا پاک کردن رسانه
fr: _Ajouter/Retirer un média
it: _Aggiungi o rimuovi contenuti

source: manage the content of the xnoise media library
de: verwalte den Inhalt der Medien Bibliothek
fa: مدیریت محتوای کتابخانه ی رسانه ی xnoise
fr: gérer le contenu de la médiathèque de xnoise
it: Gestisce il contenuto della libreria multimediale di Xnoise

source: _Edit
de: _Bearbeiten
fa: _ویرایش
fr: _Edition
it: _Modifica

source: Clear the tracklist
de: Leere die Abspielliste
fa: پاکسازی لیست آهنگ
fr: vide la liste de lecture
it: Pulisce l'elenco dei brani

source: _Rescan collection
de: _Bibliothek neu einlesen
fa: _بررسی دوباره ی مجموعه

source: Rescan collection
de: Bibliothek neu einlesen
fa: بررسی دوباره ی مجموعه

source: _Increase volume
de: L_auter
fa: _افزایش صدا
fr: Augmenter le volume sonore
it: A_umenta volume

source: Increase playback volume
de: Wiedergabelautstärke erhöhen
fa: افزایش صدای بازنواخت
it: Aumenta il volume di riproduzione

source: _Decrease volume
de: _Leiser
fa: _کاهش صدا
fr: Baisser le volume sonore
it: _Diminuisci volume

source: Decrease playback volume
de: Wiedergabelautstärke verringern
fa: کاهش صدای بازنواخت
fr: Diminuer le volume de lecture
it: Diminuisce il volume di riproduzione

source: _Previous track
de: _Vorheriger Titel
fa: _آهنگ قبلی
fr: Piste précédente
it: Brano _precedente

source: Go to previous track
de: Gehe zum vorherigen Titel
fa: برو به آهنگ قبلی
fr: Revenir à la piste précédente
it: Va al brano precedente

source: _Toggle play
de: Abspielen _Ein/Aus
fa: _تغییر وضعیت پخش
fr: Lecture/Pause
it: A_ttiva/Disattiva riproduzione

source: Toggle playback status
de: Schalte Abspielen Ein oder Aus
fa: تغییر وضعیت حالت پخش
fr: Changer le mode de lecture
it: Cambia lo stato della riproduzione

source: _Next track
de: _Nächster Titel
fa: _آهنگ بعدی
fr: Piste suiva_nte
it: Bra_no successivo

source: Go to next track
de: Gehe zum nächsten Titel
fa: رفتن به آهنگ بعدی
fr: Aller à la piste suivante
it: Va al brano successivo

source: Open equalizer window
de: Zeige den Equalizer
fa: باز کردن پنجره ی هم تراز کننده
it: Apre l'equalizzatore

source: _View
de: _Ansicht
fa: _نما
fr: _Afficher
it: _Visualizza

source: _Tracklist
de: _Abspielliste
fa: _لیست آهنگ
fr: Lis_te de lecture
it: _Elenco brani

source: Go to the tracklist.
de: Gehe zur Abspielliste
fa: رفتن به لیست آهنگ ها.
fr: Aller à la liste de lecture.
it: Va all'elenco dei brani

source: _Lyrics
de: _Liedtexte
fa: _متن موسیقی
fr: Paro_les
it: _Testi

source: Go to the lyrics view.
de: Gehe zur Lyrics Ansicht
fa: رفتن به نمای متن موسیقی.
fr: Voir les paroles.
it: Va alla visualizzazione dei test

source: _Now Playing
de: _Jetzt Laufend
fa: _درحال پخش
fr: E_n cours de lecture
it: Ora in riproduzio_ne

source: Go to the 'Now Playing' screen in the main window.
de: Gehe zur 'Jetzt laufend' Ansicht im Hauptfenster.
fa: برو به صفحه ی در حال پخش صفحه ی اصلی.
it: Va alla schermata "Ora in riproduzione" nella finestra principale

source: _Help
de: _Hilfe
fa: _راهنما
fr: _Aide
it: A_iuto

source: _Frequently Asked Questions
de: _Häufig gestellte Fragen
fa: _سوالات متداول
it: Domande _frequenti

source: _Open Frequently Asked Questions in web browser
de: _Häufig gestellte Fragen im Wiki zeigen
fa: _باز کردن سوالات متداول در مرورگر اینترنت
it: _Apri le domande frequenti nel browser

source: _Keyboard Shortcuts
de: _Tastaturkürzel
fa: _میانبر های صفحه کلید
it: Sc_orciatoie da tastiera

source: _Open Keyboard Shortcuts in web browser
de: _Tastaturkürzel im Web Browser zeigen
fa: _بازکردن میانبر های صفحه کلید در مرورگر اینترنت
it: _Apri le scorciatoie da tastiera nel browser

source: _Config
de: _Konfiguration
fa: _پیکربندی
fr: _Configuration
it: _Configura

source: _Show Media Browser
de: _Zeige Medienverzeichnis
fa: _نمایش دادن مرورگر رسانه
it: Mo_stra il browser multimediale

source: Show _Video Fullscreen
de: Video Vollbildmodus
fa: نمایش _ویدیو تمام صفحه
it: Mostra il _video a schermo intero

source: Show _Album Art view
de: Zeige die _Album Übersicht
fa: نمایش _نمای آلبوم آرت
it: Mostra la copertina dell'_album

source: Restoring %u tracks in the tracklist. This is quite a lot and can slow down the startup of xnoise.
fa: بازیابی %u آهنگ در لیست آهنگ. این مقدار خیلی زیادیست و ممکن است راه اندازی xnoise را کند کند.
it: Ripristino di %u brani nell'elenco di riproduzione. È un'operazione lunga che può rallentare l'avvio di Xnoise.

source: Playback mode:
de: Abspielmodus:
fa: حالت بازنواخت:
it: Modalità di riproduzione:

source: No repeat, one after another
de: Keine Wiederholung, Einer nach dem anderen
fa: تکرار نکردن، یکی بعد از دیگری
it: Nessuna ripetizione, una dopo l'altra

source: Repeat single track
de: Wiederhole einzelnen Titel
fa: تکرار یک آهنگ
it: Ripeti singolo brano

source: Repeat all
de: Wiederhole alle Titel
fa: تکرار همه
it: Ripeti tutto

source: Random playlist track playing
de: Zufallstitel aus der Abspielliste spielen
fa: پخش تصادفی آهنگ لیست پخش
it: Riproduzione casuale delle tracce

source: Enter the URL for playing
de: URL Adresse zum Öffnen eingeben
fa: آدرس را برای پخش وارد کنید
fr: Entrez l'URL du fichier à lire
it: Inserire l'URL per la riproduzione

source: Equalizer
fa: هم تراز کننده
it: Equalizzatore

source: Select media file
de: Wähle Mediendatei
fa: انتخاب پرونده ی رسانه
fr: Sélectionner un fichier média
it: Seleziona un file multimediale

source: Repeat Mode
de: Wiederholmodus
fa: حالت تکرار
it: Modalità di ripetizione

source: Remove selected tracks
de: Entferne Ausgewählte
fa: پاک کردن آهنگ های انتخابی
it: Rimuove i brani selezionati

source: Jump to current position
de: Springe zur aktuellen Zeile
fa: پرش به موقعیت کنونی
fr: Aller à la position actuelle
it: Salta alla posizione attuale
