Repository: jozadaquebatista/xnoise
Catalog: po/*.po
Languages: de, fa, fr, it

source: Select search with <Ctrl-F>
de: Springe zur Suchfunktion mit <Strg-F>
fa: جستجو را با <Ctrl-F> انتخاب کن
it: Avviare la ricerca usando <Ctrl+F>

source: Remove search filter with <Ctrl-D>
de: Entferne Suchfilter mit <Strg-D>
fa: پاک کردن فیلتر جستجو با <Ctrl-D>
it: Rimuovere i filtri di ricerca usando <Ctrl+D>

source: Show application main menu
de: Zeige Hauptmenü der Anwendung
fa: نمایش منوی اصلی برنامه
fr: Afficher le menu principal
it: Mostra il menu principale

source: Artist
de: Künstler
fa: هنرمند
fr: Artiste
it: Artista

source: Ascending
de: Aufsteigend
fa: صعودی
it: Crescente

source: Descending
de: Absteigend
fa: نزولی
it: Decrescente

source: Dance
fa: رقص

source: Pop
fa: پاپ

source: Techno
fa: تکنو

source: Club
fa: کلاب

source: Jazz
fa: جاز

source: Rock
fa: راک

source: Maximum Treble
de: Maximale Höhen
fa: حداکثر صدای زیر
it: Valore massimo per gli "alti"

source: Maximum Bass
de: Maximaler Bass
fa: حداکثر باس
it: Valore massimo per i "bassi"

source: Classic
fa: کلاسیک
it: Classica

source: Custom
de: Benutzerdefiniert
fa: سفارشی
it: Personalizzato

source: Default
de: Werkeinstellung
fa: پیش فرض
it: Predefinito

source: The subtitle name is not matching the video name! Not using subtitle file.
de: Der Name der Untertitel-Datei passt nicht zum Video Namen! Ignoriere Untertitel-Datei
fa: نام زیرنویس با نام ویدیو همخوانی ندارد! پرونده ی زیرنویس استفاده نمی شود.
fr: Le nom du fichier de sous-titres ne correspond pas à celui du fichier vidéo ! Aucun fichier de sous-titres ne sera utilisé.
it: Il nome dei sottotitoli non corrisponde al nome del video. I sottotitoli non verrnanno usati.

source: Success on installing missing gstreamer plugin
de: Fehlendes GStreamer Plugin konnte installiert werden
fa: موفقیت در نصب افزونه ی ناپیدای gstreamer
fr: Installation réussie du greffon gstreamer manquant
it: Plugin gstreamer mancante installato con successo

source: User aborted installation of missing gstreamer plugin
de: Benutzer hat die Installation des fehlenden GStreamer Plugins abgebrochen
fa: کاربر از نصب افزونه ی ناپیدای gstreamer سر باز زد
it: Installazione del plugin gstreamer mancante annullata dall'utente

source: Gstreamer plugin not found in repositories
de: Gstreamer plugin konnte nicht in den Repositories gefunden werden
fa: افزونه ی gstreamer در مخازن یافت نشد
fr: Le greffon manquant gstreamer n'a pu être trouvé dans les dépôts
it: Plugin gstreamer non trovato nei repository

source: Critical error while installation of missing gstreamer plugin
de: Fehler bei der Installation des fehlenden GStreamer Plugins
fa: خطایی بحرانی هنگام نصب افزونه ی ناپیدای gstreamer
fr: Erreur critique lors de l'installation du greffon gstreamer manquant
it: Errore critico durante l'installazione del plugin gstreamer mancante

source: Missing gstreamer plugin
de: Fehlendes GStreamer Plugin
fa: افزونه ی ناپیدای gstreamer
fr: Greffon gstreamer manquant
it: Plugin gstreamer mancante

source: Automatic missing codec installation not supported
de: Automatische Suche nach fehlendem Codec wird nicht unterstützt
fa: نصب خودکار کدک های ناپیدا پشتیبانی نمی شود
fr: Installation automatique des codecs manquants non supportée
it: Installazione automatica dei codec mancanti non supportata

source: Failed to start automatic gstreamer plugin installation.
de: Automatische GStreamer Plugin Installation konnte nicht gestartet werden.
fa: شروع خودکار نصب افزونه ی gstreamer با شکست مواجه شد.
fr: Échec de l'installation automatique du greffon gstreamer.
it: Tentativo di installazione automatica dei plugin mancanti non riuscita

source: Trying to install missing gstreamer plugin
de: Versuche fehlende GStreamer Plugins zu installieren
fa: تلاش برای نصب افزونه ی ناپیدای gstreamer
fr: Tentative d'installation du greffon gstreamer manquant
it: Tentativo di installazione automatica del plugin gstreamer mancante

source: Subtitle #
de: Untertitel #
fa: زیرنویس #
fr: Sous-titres #
it: Sottotitoli #

source: Audio Track #
fa: آهنگ صوتی #
fr: Piste Audio #
it: Brano #

source: (Plugin)
fa: (افزونه)

source: unknown artist
de: Unbekannter Künstler
fa: هنرمند ناشناخته
fr: artiste inconnu
it: Artista sconosciuto

source: unknown title
de: Unbekannter Titlel
fa: عنوان ناشناخته
fr: titre inconnu
it: Titolo sconosciuto

source: unknown album
de: Unbekanntes Album
fa: آلبوم ناشناخته
fr: album inconnu
it: Album sconosciuto

source: Now Playing
de: Jetzt Laufend
fa: در حال پخش
fr: Lecture en cours
it: Ora in riproduzione

source: Tracklist
de: Abspielliste
fa: لیست آهنگ
fr: Liste de lecture
it: Elenco brani

source: Lyrics
de: Liedtexte
fa: متن موسیقی
it: Testi

source: Hide Media Library
de: Verstecke Medienbibliothek
fa: پنهان کردن کتابخانه ی رسانه
it: Nascondi libreria multimediale

source: Show Media Library
de: Zeige Medienbibliothek
fa: نشان دادن کتابخانه ی رسانه
it: Mostra libreria multimediale

source: Disk
de: CD
fa: دیسک
it: Disco

source: Length
de: Länge
fa: مدت زمان
fr: Durée
it: Durata

source: Track number
de: Titelnummer
fa: شماره ی آهنگ
it: Numero brano

source: Disk number
de: CD Nummer
fa: شماری ه دیسک
it: Numero disco

source: Previous
de: Vorheriger
fa: قبلی
fr: Précédent
it: Precedente

source: Next
de: Nächster
fa: بعدی
fr: Suivant
it: Successivo

source: Exit
de: Beende
fa: خروج
fr: Quitter
it: Esci

source: stopped
de: angehalten
fa: متوقف شده
fr: arrêté
it: Fermato

source: playing
de: wird abgespielt
fa: در حال پخش
fr: en cours de lecture
it: In riproduzione

source: paused
de: pausiert
fa: در حال وقفه
fr: en pause
it: In pausa

source: ready to rock
fa: آماده برای اجرای راک
fr: prêt pour secouer

source: Found %u tracks. Updating library ...
de: %u Titel gefunden. Aktualisiere Bibliothek ...
fa: تعداد %u آهنگ یافت شد. در حال بروزرسانی کتابخانه...
fr: %u pistes trouvées. Mise à jour de la bibliothèque...

source: %u new tracks found
de: %u neue Titel gefunden
fa: %u آهنگ های جدید یافت شد

source: Run 'xnoise --help' to see a full list of available command line options.
de: Gib 'xnoise --help' ein um die vollständige Liste der Optionen zu sehen.
fa: برای دیدن لیستی کامل از انتخاب های خط فرمان 'xnoise --help' را اجرا کنید.
fr: Exécuter 'xnoise --help' pour visualiser la liste complète des options disponibles en ligne de commande.
it: Eseguire "xnoise --help" per vedere l'elenco completo delle opzioni disponibili per la riga di comando.

source: Database buffer for lyrics
de: Datenbankpuffer für Liedtexte
fa: بافر پایگاه داده برای متن موسیقی

source: Buffer lyrics in database
de: Texte in Datenbank speichern
fa: بافر متن ترانه ها در پایگاه داده
fr: Mettre en cache les paroles de la base de données

source: User logged in!
de: Benutzer angemeldet!
fa: کاربر وارده شده است!
fr: Utilisateur connecté !
it: Accesso utente eseguito.

source: User not logged in!
de: Kein Benutzer angemeldet!
fa: کاربر وارد نشده است!
fr: Utilisateur non connecté !
it: Accesso utente non eseguito.

source: Visit LastFm for an account.
de: Besuche LastFm für ein Benutzerkonto
fa: بازدید lastfm برای یک اکانت.
it: Visitare LastFm per creare un account.

source: Please enter your lastfm username and password.
de: Bitte Benutzernamen und Passwort für Lastfm eingeben
fa: لطفا نام کاربری و کلمه ی عبور lastfm تان را وارد کنید.
fr: Veuillez entrer votre nom d'utilisateur et votre mot de passe lastfm
it: Inserire il nome utente e la password per LastFm.

source: Username:
de: Benutzername:
fa: نام کاربری:
fr: Nom d'utilisateur
it: Nome utente:

source: Password:
de: Passwort:
fa: کلمه ی عبور:
fr: Mot de passe

source: Scrobble played tracks on lastfm (Send song data to create statistis)
de: Scrobble Titel auf last.fm (Übermittle Titeldaten um Statistiken zu erstellen)
fa: ا Scrobble آهنگ ها را بر وری lastfm پخش کرد (ارسال اطلاعات آهنگ برای تهیه ی آمار)

source: Basic Demo Plugin for Developers
de: Demo plugin for developers
fa: افزونه ی نایشی ساده برای توسعه دهندگان

source: Demo plugin for xnoise
fa: افزونه ی Demo برای xnoise
fr: Greffon de démonstration pour xnoise

source: Load lyrics from chartlyrics.com
de: Texte von chartlyrics.com herunterladen
fa: بارگیری متن های موسیقی از chartlyrics.com
fr: Récupérer les paroles depuis ChartLyrics.com
it: Carica ii testi da chartlyrics.com

source: LastFm web service integration
de: LastFM Netzdienst Integration
fa: یکپارچه سازی سرویس اینترنتی LastFm
it: Intgrazione servizio web LastFm

source: Use lastfm's web services
de: Benutze die Netzdienste von Lastfm
fa: استفاده از سرویس های وب lastfm
fr: Utiliser les services web de lastfm
it: Usa il servizio web LastFm

source: Load lyrics from http://www.lyricwiki.com
de: Texte von lyricwiki.com herunterladen
fa: بارگیری متن های موسیقی از http://www.lyricwiki.com
fr: Récupérer les paroles depuis LyricWiki.com
it: Carica il testo da http://www.lyricwiki.com

source: Load lyrics from azlyrics.com
de: Texte von azlyrics.com herunterladen
fa: بارگیری متن موسیقی از azlyrics.com
fr: Récupérer les paroles depuis ChartLyrics.com
it: Carica il testo da chartlyrics.com

source: AppIndicator plugin
fa: افزونه ی AppIndicator
it: Plugin «AppIndicator»

source: Ubuntu Application Indicator plugin for xnoise
de: Ubuntu AppIndicator als Plugin für xnoise
fa: افزونه ی شاخص برنامه ی Ubuntu برای xnoise
it: Plugin di Xnoise per gli indicatori delle applicazioni di Ubuntu

source: Show xnoise
de: Zeige xnoise
fa: نمایش دادن xnoise
it: Mostra Xnoise

source: Media Control Keys
de: Medien Kontroll Knöpfe
fa: کلید های کنترل رسانه
it: Tasti multimediali

source: Control xnoise using mediakeys
de: Xnoise mit Medien-Steuertasten bedienen
fa: کنترل xnoise توسط کلید های رسانه
fr: Contrôler xnoise en utilisant les touches multimédias
it: Controlla Xnoise usando i tasti multimediali

source: Magnatune Music Subscription
de: Magnatune Musik Abonement
fa: اشتراک موسیقی Magnatune

source: Magnatune Music Store
de: Magnatune Musikgeschäft
fa: فروشگاه موسیقی Magnatune

source: Download whole album to disk
de: Speichere das ganze Album auf deinem Computer
fa: دریافت تمام آلبوم بر روی دیسک
it: Scarica intero album su disco

source: Downloading album
de: Lade Album herunter
fa: دریافت آلبوم
it: Scaricamento dell'album

source: This may take some time...
de: Dies könnte ein Weilchen dauern...
fa: این ممکن است مقداری زمان ببرد...
it: Potrebbe volrci un po' di tempo...

source: Download finished for "
de: Herunterladen beendet für "
fa: دریافت برای " به اتمام رسید
it: Scaricamento completato per "

source: download finished...
de: Herunterladen beendet..."
fa: دریافت به اتمام رسید...
it: Scaricamento completato...

source: decompressing...
de: entpacke...
fa: خارج کردن از حالت فشرده...
it: Estrazione in corso...

source: decompressing finished...
de: entpacken beendet...
fa: خارج کردن از حالت فشرده به اتمام رسید...
it: Estrazione completata...

source: Please wait while converting database.
de: Bitte warten während die Datenbank entpackt wird.
fa: لطفا صبر کنید هنگامی که پایگاه داده را تبدیل می کند.
it: Attendere durante la conversione del database.

source: Please wait while converting database. Done for %d tracks.
de: Bitte warten während die Datenbank umgewandelt wird. Fertig für %d Titel.
fa: لطفا صبر کنید هنگامی که پایگاه داده را تبدیل می کند. انجام شده برای %d آهنگ.
it: Attendere durante la conversione del database. Brani completati %d.

source: loading...
de: Lade...
fa: بارگیری...
it: Caricamento...

source: Username and Password available
de: Benutzername und Passwort vorhanden
fa: نام کاربری یا کلمه ی عبور در دسترس است
it: Nome utente e password disponibili

source: Username or Password not available
de: Benutzername und Passwort nicht vorhanden
fa: نام کاربری یا کلمه ی عبور در دسترس نیست
it: Nome utente e password non disponibili

source: Visit Magnatune for an account.
de: Besuche Magnatune für ein Benutzerkonto
fa: بازدید Magnatune برای یک حساب کاربری.
it: Visitare Magnatune per creare un account.

source: Please enter your Magnatune username and password.
de: Bitte Benutzernamen und Passwort für Magnatune eingeben
fa: لطفا نام کاربری و کلمه ی عبور Magnatune خود را وارد کنید.
it: Inserire nome utente e password per Magnatune.

source: Mpris v2 Dbus Service
de: Mpris v2 Dbus Dienst
fa: سرویس Mpris v2 Dbus
it: Servizio DBus Mpris v2

source: Control xnoise with a MPRIS v2 dbus interface
de: Xnoise über MPRIS v2 interface steuern
fa: کنترل xnoise توسط یک رابط MPRIS v2 dbus
fr: Contrôler xnoise avec l'interface dbus MPRIS v2
it: Controlla Xnoise con una interfaccia dbus MPRIS v2

source: Mpris v1 Dbus Service
de: Mpris v1 Dbus Dienst
fa: سرویس Mpris v1 Dbus
it: Servizio DBus Mpris v1

source: Control xnoise with a MPRIS v1 dbus interface
de: Xnoise über MPRIS v1 interface steuern
fa: کنترل xnoise توسط یک رابط MPRIS v1 dbus
fr: Contrôler xnoise avec l'interface dbus MPRIS v1
it: Controlla Xnoise con una interfaccia dbus MPRIS v1

source: Ubuntu Soundmenu Integration
de: Ubuntu Audiomenü-Integration
fa: یکپارچگی Ubuntu Soundmenu
it: Integrazione per il menù audio di Ubuntu

source: Use ubuntu/ayatana soundmenu integration
de: Ubuntu/Ayatana Lautstärkemenü-Integration verwenden
fa: استفاده از یکپارچگی ubuntu/ayatana soundmenu
fr: Integration au menu son ayatana (Ubuntu)
it: Utilizza l'integrazione con il menù audio di Ubuntu

source: Show song title in window bar
de: Zeige Titel in Fensterleiste
fa: نشان دادن عنوان آهنگ در نوار پنجره

source: Set the window name to the current title
de: Das Fenster nach dem aktuellen Titel benennen
fa: قرار دادن نام پنجره بر روی عنوان کنونی
fr: Remplacer le nom de la fenêtre par le titre courant

source: <Ctrl+B>
de: <Strg+B>

source: Streams
de: Internetradio
fr: Flux
it: Stream

source: Showing lines in the media browser might show hierachies more clear
de: Linien im Medienbrowser können die Hierarchie besser sichtbar machen

source: Go Back
de: Zurück

source: Open _Stream
de: Öffne Internetradio/Stream
it: Apri _stream

source: C_lear tracklist
de: Abspielliste _leeren
fr: Vider la _liste de lecture
it: Pu_lisci elenco brani

source: Restoring %u tracks in the tracklist. This is a large number and can make startup of xnoise slower.
de: %u Titel werden in der Abspielliste wiederhergestellt. Das ist eine relativ große Zahl und kann den Start von xnoise verlangsamen.
fr: Restitution de %u pistes dans la liste de lecture. Ce nombre est important et peut ralentir le démarrage de xnoise.

source: Manage media folders
it: Gestione cartelle multimediali

source: Select local media folders. All found media files will be available via xnoise's library.
it: Selezionare le cartelle multimediali locali. Tutti i file multimediali saranno disponibili nella libreria di Xnoise.

source: General
it: Generale

source: Download lyrics
it: Scaricare testi

source: Automatic lyrics fetching from the internet
it: Scarica automaticamente i testi da internet

source: Continue with last played song
it: Continuare dall'ultimo brano riprodotto

source: After restart continue with last played song
it: Al riavvio riprende la riproduzione dall'ultimo brano ascoltato

source: Web Services:
it: Servizi web:

source: Show Tracklist
it: Mostra elenco brani

source: E_qualizer
it: E_qualizzatore

source: Return to normal view
it: Ritorna alla vista normale

source: Lyrics downloading from internet
it: Scaricamento dei testi da internet

source: Download lyrics from the internet and save them locally
it: Scarica i testi da internet e li salva localmente

source: 'Scrobble' played tracks on lastfm
it: "Scrobble" dei brani riprodotti su LastFm

source: Playlists
fr: Listes de lecture

source: Devices
fr: Périphériques

source: Uri
fr: Chemin

source: Tracknumber
fr: N° de piste

source: Edit metadata for track
fr: Editer les métadonnées de la piste

source: Change album name
fr: Changer le nom de l'album

source: Change artist name
fr: Changer le nom de l'artiste

source: Open _Location
fr: Ouvrir emp_lacement

source: no repeat
fr: pas de répétition

source: repeat single
fr: répétition du média

source: repeat all
fr: répétition de tous les médias

source: random play
fr: lecture aléatoire

source: Hide Library
fr: Masquer la bibliothèque

source: Show Library
fr: Afficher la bibliothèque

source: Remove selected titles
fr: Retirer les titres sélectionnés

source: Remove all
fr: Tout retirer

source: %u tracks found
fr: %u pistes trouvées

source: Show notifications one track change
fr: Afficher les notifications au changement de piste
